import type { ISupportLink } from "@/stores/models/SupportLink";

export const governmentSupportExternalLinks: ISupportLink[] = [
  {
    title: "Налоговые льготы",
    description:
      "Для поддержки ИТ-компаний в отдельных сферах бизнеса государство снижает их налоговую нагрузку — переносит сроки уплаты налогов, вводит льготные ставки, устраивает налоговые каникулы. Высвобожденные средства ИТ-компании могут направить на зарплаты, логистику, оборудование и другие расходы",
    link: "https://www.gosuslugi.ru/itindustry/tax_incentives",
  } as ISupportLink,
  {
    title: "Льготные кредиты",
    description:
      "Государство предоставляет компаниям кредиты по льготной ставке для разработки и внедрения различных, в том числе дорогостоящих ИТ‑решений, а также на покрытие расходов по операционной деятельности",
    link: "https://www.gosuslugi.ru/itindustry/soft_loans",
  } as ISupportLink,
  {
    title: "Гранты",
    description:
      "Гранты позволяют отечественным компаниям получить финансирование на проекты в сфере ИТ\n" +
      "\n" +
      "Разные программы грантовой поддержки рассчитаны на разные категории получателей — от ИТ‑стартапов до крупных компаний, разрабатывающих или внедряющих отечественные ИТ‑решения\n" +
      "\n" +
      "Выберите нужный грант, узнайте об условиях его получения и требованиях к софинансированию",
    link: "https://www.gosuslugi.ru/itindustry/grants",
  } as ISupportLink,
  {
    title: "Субсидирование приобретения ПО для МСП",
    description:
      "Субъекты малого и среднего бизнеса могут приобрести российское ПО со скидкой\n" +
      "50%. Список ПО постоянно пополняется",
    link: "https://www.gosuslugi.ru/itindustry/demand_stimulation/subsidizing_the_purchase_of_software_for_smes",
  } as ISupportLink,
  {
    title: "Льготная ипотека",
    description:
      "Оформить льготную ипотеку могут сотрудники ИТ‑организаций, аккредитованных Минцифры",
    link: "https://www.gosuslugi.ru/itindustry/preferential_mortgage/preferential_mortgage",
  } as ISupportLink,
  {
    title: "Отсрочка от призыва",
    description:
      "Услуга поможет сотрудникам аккредитованных ИТ‑компаний получить отсрочку от призыва\n" +
      "\n" +
      "На весенний призыв сотрудники могут подать заявление до 6 февраля 2023 г. Работодатель должен включить сотрудника в список и отправить его в Минцифры до 9 февраля 2023 г.",
    link: "https://www.gosuslugi.ru/itindustry/army_delay/army_delay",
  } as ISupportLink,
  {
    title: "Мораторий на плановые проверки",
    description:
      "Аккредитованные ИТ-компании освобождены от проведения государственных и муниципальных проверок до конца 2024 года. Это снизит административные издержки бизнеса и позволит сконцентрироваться на решении основных задач. Минцифры планирует запустить горячую линию по вопросам необоснованности проверок ИТ-компаний",
    link: "https://www.gosuslugi.ru/itindustry/checks_exemption/moratorium_on_tax_audits",
  } as ISupportLink,
  {
    title: "Трудоустройство и ВНЖ для иностранцев",
    description:
      "Мера позволяет:\n" +
      "— ускорить и упростить процесс трудоустройства иностранных ИТ‑специалистов в аккредитованные ИТ‑компании\n" +
      "— ускорить и упростить процесс получения вида на жительство (ВНЖ) для иностранных ИТ‑специалистов, работающих в аккредитованных ИТ‑компаниях, и членов их семей\n" +
      "— обеспечить иностранных ИТ‑специалистов и членов их семей возможностью постоянного проживания на территории России",
    link: "https://www.gosuslugi.ru/itindustry/employment_foreigners/employment_residence_permit",
  } as ISupportLink,
  {
    title: "Включение в единый реестр российского ПО",
    description:
      "Российские ИТ-разработчики могут получить государственные меры поддержки. Для этого необходимо включить сведения о программных продуктах в Единый реестр российских программ для ЭВМ и баз данных\n" +
      "\n" +
      "Меры поддержки, доступные после включения сведений о программных продуктах в реестр\n" +
      "\n" +
      "• Освобождение от НДС\n" +
      "• Преференции при участии в государственных и муниципальных закупках",
    link: "https://www.gosuslugi.ru/itindustry/inclusion_in_registers/inclusion_in_the_unified_register_of_russian_software",
  } as ISupportLink,
  {
    title: "Включение в единый реестр российского ПО",
    description:
      "Российские ИТ-разработчики могут получить государственные меры поддержки. Для этого необходимо включить сведения о программных продуктах в Единый реестр российских программ для ЭВМ и баз данных\n" +
      "\n" +
      "Меры поддержки, доступные после включения сведений о программных продуктах в реестр\n" +
      "\n" +
      "• Освобождение от НДС\n" +
      "• Преференции при участии в государственных и муниципальных закупках",
    link: "https://www.gosuslugi.ru/itindustry/inclusion_in_registers/inclusion_in_the_unified_register_of_russian_software",
  } as ISupportLink,
  {
    title: "Аккредитация ИТ-компаний",
    description:
      "ИТ-компании могут получить государственные меры поддержки. Для этого необходимо пройти аккредитацию в Минцифры, после чего компания будет добавлена в реестр аккредитованных ИТ-компаний\n" +
      "\n" +
      "Аккредитация ИТ-компаний проводится бесплатно. Подать заявление можно на Госуслугах — его рассмотрят за 15 рабочих дней\n",
    link: "https://www.gosuslugi.ru/itindustry/accreditation/acreditation_of_it_companies",
  } as ISupportLink,
  {
    title: "ИТ-образование",
    description:
      "Минцифры запустило проект «Цифровые профессии». 75 тыс. человек смогут получить образование в области ИТ со скидкой от 50% до 100%",
    link: "https://www.gosuslugi.ru/itindustry/it_education/it_education",
  } as ISupportLink,
  {
    title: "Привлечение финансирования",
    description:
      "Мера позволит упростить выход ИТ-компаний на Московскую биржу для привлечения капитала и решит вопрос софинансирования частных венчурных технологических фондов для поддержки стартапов\n" +
      "\n" +
      "Мера находится в стадии разработки",
    link: "https://www.gosuslugi.ru/itindustry/fundraising",
  } as ISupportLink,
  {
    title: "Особо значимые проекты",
    description:
      "Минцифры объявляет о начале приёма заявок на включение в перечень особо значимых проектов, направленных на замещение зарубежных ИТ‑решений\n" +
      "\n" +
      "Приём заявок открыт с 5 по 18 сентября 2024 г. в дашборде\n" +
      "\n" +
      "Отбор проводится в соответствии с Порядком формирования и утверждения перечня особо значимых проектов, а также контроля и мониторинга их реализации\n" +
      "\n" +
      "Особо значимые проекты — это ключевые проекты по разработке и внедрению российских решений в сфере ИТ\n" +
      "\n" +
      "Проекты формируют центры компетенций. Утверждает состав центров Президиум Правительственной комиссии по цифровому развитию, использованию информационных технологий для улучшения качества жизни и условий ведения предпринимательской деятельности\n" +
      "\n" +
      "Особо значимые проекты реализуют, чтобы устранить риски и последствия ограничительных мер в отношении России. Проекты направлены на:\n" +
      "замещение зарубежных аналогов российскими решениями\n" +
      "обеспечение ускоренного развития ИТ‑отрасли",
    link: "https://www.gosuslugi.ru/itindustry/significant_projects/particularly_significant_projects",
  } as ISupportLink,
];

export const regionalSupportExternalLinks: ISupportLink[] = [
  {
    title:
      "Налоговые льготы: ставка в размере 0% при применении УСН на территории ХМАО – Югры",
    description:
      'В целях развития предпринимательской инициативы в IT-сфере установлена ставка (0%) по упрощенной системе налогообложения. Основание: Закон ХМАО - Югры от 20.02.2015 № 14-оз "Об установлении на территории Ханты-Мансийского автономного округа - Югры налоговой ставки в размере 0 процентов по упрощенной системе налогообложения и патентной системе налогообложения".',
    link: "https://depit.admhmao.ru/mery-podderzhki-proektov/regionalnye-mery-podderzhki/7442155/predostavlenie-vychislitelnykh-moshchnostey-dlya-obucheniya-neyronnykh-setey-i-ili-testirovaniya-it-/",
  } as ISupportLink,
  {
    title:
      "Налоговые льготы: ставка в размере 1% при применении УСН с объектом налогообложения доходы на территории ХМАО – Югры",
    description:
      'В целях развития предпринимательской инициативы в IT-сфере на 2022-2024 годы установлена пониженная ставка (1%) по упрощенной системе налогообложения с объектом налогообложения "доходы" для субъектов малого предпринимательства и индивидуальных предпринимателей. Основание: Закон ХМАО - Югры от 30.12.2008 № 166-оз "О ставках налога, уплачиваемого в связи с применением упрощенной системы налогообложения".',
    link: "https://depit.admhmao.ru/mery-podderzhki-proektov/regionalnye-mery-podderzhki/7442154/predostavlenie-vychislitelnykh-moshchnostey-dlya-obucheniya-neyronnykh-setey-i-ili-testirovaniya-it-/",
  } as ISupportLink,
  {
    title:
      "Налоговые льготы: ставка в размере 4% при применении УСН с объектом налогообложения доходы на территории ХМАО – Югры",
    description:
      'В целях развития предпринимательской инициативы в IT-сфере на 2023-2024 годы установлена пониженная ставка (4%) по упрощенной системе налогообложения с объектом налогообложения "доходы" для субъектов малого предпринимательства и индивидуальных предпринимателей. Основание: Закон ХМАО - Югры от 30.12.2008 № 166-оз "О ставках налога, уплачиваемого в связи с применением упрощенной системы налогообложения".',
    link: "https://depit.admhmao.ru/mery-podderzhki-proektov/regionalnye-mery-podderzhki/10489102/nalogovye-lgoty-stavka-v-razmere-4-pri-primenenii-/",
  } as ISupportLink,
  {
    title:
      "Налоговые льготы: ставка в размере 0% при применении патентной системы налогообложения на территории ХМАО – Югры",
    description:
      'В целях развития предпринимательской инициативы в IT-сфере установлена ставка (0%) при применении патентной системы налогообложения. Основание: Закон ХМАО - Югры от 20.02.2015 № 14-оз "Об установлении на территории Ханты-Мансийского автономного округа - Югры налоговой ставки в размере 0 процентов по упрощенной системе налогообложения и патентной системе налогообложения".',
    link: "https://depit.admhmao.ru/mery-podderzhki-proektov/regionalnye-mery-podderzhki/10489107/nalogovye-lgoty-stavka-v-razmere-0-pri-primenenii-/",
  } as ISupportLink,
  {
    title:
      "Налоговые льготы: ставка в размере 5% при применении УСН с объектом налогообложения доходы, уменьшенные на величину расходов, на территории ХМАО – Югры",
    description:
      'В целях развития предпринимательской инициативы на 2019-2024 годы установлена пониженная ставка (5%) по упрощенной системе налогообложения с объектом налогообложения «доходы, уменьшенные на величину расходов» для субъектов малого предпринимательства и индивидуальных предпринимателей. Основание: Закон ХМАО - Югры от 30.12.2008 № 166-оз "О ставках налога, уплачиваемого в связи с применением упрощенной системы налогообложения".',
    link: "https://depit.admhmao.ru/mery-podderzhki-proektov/regionalnye-mery-podderzhki/7442149/predostavlenie-vychislitelnykh-moshchnostey-dlya-obucheniya-neyronnykh-setey-i-ili-testirovaniya-it-/",
  } as ISupportLink,
  {
    title:
      "Предоставление социальных выплат отдельным категориям граждан на обеспечение жилыми помещениями в ХМАО – Югре",
    description:
      "Социальные выплаты предоставляются работникам организаций, являющихся субъектами малого и среднего предпринимательства, или индивидуальным предпринимателям, зарегистрированным в автономном округе, осуществляющим деятельность в области информационных технологий, компьютерного программного обеспечения и (или) участвующим в реализации проекта «Цифровая платформа Югры» по направлениям: медицина, жилищно-коммунальное хозяйство, государственное управление, создание искусственного интеллекта, а также медицинским работникам медицинских организаций первичного звена здравоохранения и скорой медицинской помощи, медицинским работникам организаций социального обслуживания, научным работникам научных организаций и организаций высшего образования, работникам организаций высшего образования из числа профессорско-преподавательского состава, имеющим ученую степень кандидата и (или) доктора наук. Основание: постановление Правительства ХМАО – Югры от 29.12.2020 г. № 643-п «О мерах по реализации Государственной программы Ханты-Мансийского автономного округа - Югры «Строительство».",
    link: "https://depit.admhmao.ru/mery-podderzhki-proektov/regionalnye-mery-podderzhki/7442145/predostavlenie-vychislitelnykh-moshchnostey-dlya-obucheniya-neyronnykh-setey-i-ili-testirovaniya-it-/",
  } as ISupportLink,
  {
    title: "Инвестиционный налоговый вычет",
    description:
      'Введен инвестиционный налоговый вычет в размере 70% для телекоммуникационных компаний.  Таким образом им вернут часть налога на прибыль. Это поможет сохранить качество связи, не привлекая дополнительного финансирования, а также сохранит инвестиции операторов в эксплуатацию и модернизацию сетей связи. Основание: Закон ХМАО – Югры от 30.09.2011 № 87-оз "О налоге на прибыль организаций, подлежащем зачислению в бюджет Ханты-Мансийского автономного округа - Югры".',
    link: "https://depit.admhmao.ru/mery-podderzhki-proektov/regionalnye-mery-podderzhki/10489109/investitsionnyy-nalogovyy-vychet/",
  } as ISupportLink,
  {
    title: "Снижение ставки арендной платы",
    description:
      'В 2 раза снижена ставка арендной платы по договорам аренды имущества, находящегося в государственной собственности автономного округа для объектов связи и центров обработки данных. Основание: постановление Правительства ХМАО – Югры от 27.11.2017 № 466-п в редакции от 12.08.2022 "О порядке предоставления в аренду имущества, находящегося в государственной собственности Ханты-Мансийского автономного округа - Югры, порядке согласования предоставления в аренду имущества, закрепленного за государственными учреждениями Ханты-Мансийского автономного округа - Югры на праве оперативного управления".',
    link: "https://depit.admhmao.ru/mery-podderzhki-proektov/regionalnye-mery-podderzhki/7878501/snizhenie-stavki-arendnoy-platy/",
  } as ISupportLink,
  {
    title: "Сумма налога на имущество уменьшается на 50%",
    description:
      'Сумма налога на имущество уменьшается на 50% для организаций, осуществляющих деятельность в области информационных технологий, начиная с отчетного периода получения документа о государственной аккредитации организации, осуществляющей деятельность в области информационных технологий, в отношении объектов связи и центров обработки данных. Основание: Закон ХМАО - Югры от 29.11.2010 N 190-оз "О налоге на имущество организаций"',
    link: "https://depit.admhmao.ru/mery-podderzhki-proektov/regionalnye-mery-podderzhki/10506197/summa-naloga-na-imushchestvo-umenshaetsya-na-50/",
  } as ISupportLink,
  {
    title: "Конкурс на получение Грантов Губернатора ХМАО – Югры",
    description:
      'Ежегодно проводится конкурс на получение грантов Губернатора Ханты-Мансийского автономного округа – Югры на развитие гражданского общества и реализацию проектов в области культуры, искусства и креативных индустрий в направлении проектов в сфере ИКТ. Основание: постановление Губернатора ХМАО – Югры от 31.10.2018 № 108 "О грантах Губернатора Ханты-Мансийского автономного округа - Югры на развитие гражданского общества и реализацию проектов в области культуры, искусства и креативных индустрий".',
    link: "https://depit.admhmao.ru/mery-podderzhki-proektov/regionalnye-mery-podderzhki/10489110/konkurs-na-poluchenie-grantov-gubernatora-khmao-yu/",
  } as ISupportLink,
];
